a52dec
aalib
adobe-source-code-pro-fonts
adwaita-icon-theme
alacritty
alsa-card-profiles
alsa-lib
alsa-plugins
alsa-topology-conf
alsa-ucm-conf
alsa-utils
amd-ucode
amf-headers
asar
asymptote
at-spi2-atk
at-spi2-core
atk
atkmm
atool
audacity
autoconf
automake
base
bear
betterdiscord-installer
biber
binutils
bison
bluez-libs
boost-libs
bubblewrap
c-ares
cabextract
cairomm
cantarell-fonts
ccache
cdparanoia
celt
ceph-libs
chromaprint
cifs-utils
clang
cmake
compiler-rt
confuse
conky
dbus-python
dconf
desktop-file-utils
dhcpcd
discord
dkms
dosbox
dotnet-host
dotnet-runtime
double-conversion
doxygen
dropbox
dunst
efibootmgr
eglexternalplatform
electron
enchant
etterna
exfat-utils
faac
faad2
fakeroot
faudio
feh
ffmpeg
ffmpegthumbnailer
ffnvcodec-headers
fftw
file
findutils
flac
flex
fluidsynth
fmt
freeglut
fzf
gamemode
gawk
gcc
gcc-fortran
gendesk
geogebra-5
gettext
gimp
girara
git
glew
glib-networking
glib2-docs
glibmm
glslang
glu
gnome-desktop
gnome-keyring
gnome-themes-extra
gobject-introspection-runtime
google-chrome
gparted
gptfdisk
grapejuice-git
graphene
grep
groff
grub
gsettings-desktop-schemas
gsl
gsm
gssdp
gst-libav
gst-plugin-pipewire
gst-plugins-bad
gst-plugins-bad-libs
gst-plugins-base
gst-plugins-base-libs
gst-plugins-good
gst-plugins-ugly
gstreamer
gstreamer-vaapi
gtest
gtk-doc
gtk-update-icon-cache
gtk2
gtk3
gtkmm3
gumbo-parser
gupnp
gupnp-igd
gzip
harfbuzz-icu
hdparm
hhpc-git
hicolor-icon-theme
hidapi
highlight
htop
hunspell
hwloc
hyphen
i3-gaps-next-git
i3lock
i3lock-fancy-git
i3status
ibus
ibus-pinyin
imath
imlib2
iniparser
interbench
iso-codes
jack2
jansson
jasper
java-runtime-common
jemalloc
jre-openjdk
jre-openjdk-headless
js78
json-glib
jsoncpp
jxrlib
kvantum-qt5
kwayland
l-smash
lame
ldb
legendary
lib32-alsa-plugins
lib32-bluez-libs
lib32-cdparanoia
lib32-gamemode
lib32-gcc-libs
lib32-glibc
lib32-glslang
lib32-gst-plugins-base
lib32-gtk2
lib32-libcue
lib32-libreplaygain
lib32-libva-mesa-driver
lib32-libva-vdpau-driver
lib32-libvdpau
lib32-libvisual
lib32-libxss
lib32-lv2
lib32-mesa-vdpau
lib32-nspr
lib32-nss
lib32-pipewire
lib32-shaderc
lib32-spirv-tools
lib32-vkd3d
lib32-vulkan-validation-layers
libaio
libass
libasyncns
libavc1394
libavtp
libbluray
libbs2b
libbsd
libc++
libc++abi
libcaca
libcanberra
libcddb
libcdio
libcloudproviders
libcolord
libcue
libdbusmenu-qt5
libdc1394
libdca
libdrm
libdv
libdvdcss
libdvdnav
libdvdread
libepoxy
libev
libevdev
libevent
libexif
libfdk-aac
libfontenc
libfreeaptx
libglvnd
libgme
libgphoto2
libgudev
libibus
libid3tag
libiec61883
libieee1284
libimagequant
libinih
libinput
libinstpatch
libkate
libldac
liblouis
liblrdf
libluv
libmad
libmanette
libmd
libmfx
libmicrodns
libmikmod
libmms
libmng
libmodplug
libmpcdec
libmpeg2
libnet
libnice
libnotify
libofa
libogg
libomxil-bellagio
libpciaccess
libproxy
libpulse
libraw1394
libreplaygain
libsamplerate
libshout
libsidplay
libsigc++
libsigsegv
libsndfile
libsoup
libsoxr
libsrtp
libssh
libsynctex
libtermkey
libtg_owt
libtheora
libtool
libtorrent-rasterbar
libunwind
liburing
libutempter
libuv
libva
libva-mesa-driver
libva-vdpau-driver
libvdpau
libvisual
libvorbis
libvpx
libvterm
libwacom
libwpe
libxcomposite
libxcursor
libxdamage
libxdg-basedir
libxfixes
libxfont2
libxi
libxinerama
libxkbcommon
libxkbcommon-x11
libxkbfile
libxnvctrl
libxrandr
libxshmfence
libxss
libxtst
libxv
libxxf86vm
libyaml
lilv
linux
linux-firmware
linux514-tkg-pds-llvm
linux514-tkg-pds-llvm-headers
lld
lm_sensors
lmdb
lsb-release
lsof
lua
lua53
luajit
lv2
lxappearance
m4
mailcap
maim
make
materia-gtk-theme
mbedtls
md4c
mediainfo
mesa
mesa-demos
mesa-vdpau
meson
minecraft-launcher
mingw-w64-binutils
mingw-w64-crt
mingw-w64-gcc
mingw-w64-headers
mingw-w64-winpthreads
minizip
mjpegtools
modprobed-db
mpg123
mpv
msgpack-c
mtdev
nano
nasm
neofetch-git
neon
neovim-nightly-bin
net-snmp
ninja
nmap
nodejs
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
nspr
nss
ntfs-3g
numlockx
nvidia-dkms
nvidia-settings
oath-toolkit
obs-studio
ocl-icd
openal
opencore-amr
openexr
openmpi
openssh
opentabletdriver
opus
orc
osu-handler
p7zip
pacman
pacman-contrib
pamixer
pangomm
parted
patch
pavucontrol
perl-alien-build
perl-alien-libxml2
perl-autovivification
perl-b-hooks-endofscope
perl-business-isbn
perl-business-isbn-data
perl-business-ismn
perl-business-issn
perl-capture-tiny
perl-class-accessor
perl-class-data-inheritable
perl-class-factory-util
perl-class-inspector
perl-class-load
perl-class-singleton
perl-clone
perl-data-compare
perl-data-dump
perl-data-optlist
perl-data-uniqid
perl-datetime
perl-datetime-calendar-julian
perl-datetime-format-builder
perl-datetime-format-strptime
perl-datetime-locale
perl-datetime-timezone
perl-devel-stacktrace
perl-dist-checkconflicts
perl-encode-locale
perl-eval-closure
perl-exception-class
perl-exporter-tiny
perl-ffi-checklib
perl-file-basedir
perl-file-chdir
perl-file-desktopentry
perl-file-find-rule
perl-file-listing
perl-file-mimeinfo
perl-file-sharedir
perl-file-sharedir-install
perl-file-slurp-tiny
perl-file-slurper
perl-file-which
perl-html-parser
perl-html-tagset
perl-http-cookies
perl-http-daemon
perl-http-date
perl-http-message
perl-http-negotiate
perl-inc-latest
perl-io-html
perl-io-socket-ssl
perl-io-string
perl-ipc-run3
perl-ipc-system-simple
perl-libwww
perl-lingua-translit
perl-list-allutils
perl-list-moreutils
perl-list-moreutils-xs
perl-list-someutils
perl-list-utilsby
perl-log-log4perl
perl-lwp-mediatypes
perl-lwp-protocol-https
perl-math-round
perl-mime-charset
perl-module-build
perl-module-implementation
perl-module-runtime
perl-mozilla-ca
perl-mro-compat
perl-namespace-autoclean
perl-namespace-clean
perl-net-http
perl-net-ssleay
perl-number-compare
perl-package-deprecationmanager
perl-package-stash
perl-package-stash-xs
perl-params-util
perl-params-validate
perl-params-validationcompiler
perl-parse-recdescent
perl-parse-yapp
perl-path-tiny
perl-perlio-utf8-strict
perl-regexp-common
perl-role-tiny
perl-sort-key
perl-specio
perl-sub-exporter
perl-sub-exporter-progressive
perl-sub-identify
perl-sub-install
perl-sub-name
perl-test-fatal
perl-text-bibtex
perl-text-csv
perl-text-glob
perl-text-roman
perl-tie-cycle
perl-try-tiny
perl-unicode-linebreak
perl-uri
perl-variable-magic
perl-www-robotrules
perl-xml-libxml
perl-xml-libxml-simple
perl-xml-libxslt
perl-xml-namespacesupport
perl-xml-sax
perl-xml-sax-base
perl-xml-writer
pipewire-alsa
pipewire-jack
pipewire-pulse
pkgconf
polkit
portaudio
portsmf
potrace
protobuf
python-anytree
python-attrs
python-distro
python-dnspython
python-docopt
python-evdev
python-gobject
python-lxml
python-magic
python-markdown
python-pillow
python-pip
python-pynvim
python-pyqt5
python-pyqt5-sip
python-pyqt5-webengine
python-xlib
python-yaml
qpdf
qt5-base
qt5-declarative
qt5-imageformats
qt5-location
qt5-svg
qt5-wayland
qt5-webchannel
qt5-webengine
qutebrowser
ranger
raptor
re2
refind
reflector
rest
rhash
ripgrep
rnnoise
rofi
rtkit
rtmpdump
samba
sane
sbc
schedtool
screenkey
sdl
sdl2
sdl_net
sdl_sound
sed
serd
sfml
shaderc
slop
smbclient
smpeg
snappy
sord
sound-theme-freedesktop
soundtouch
soundux
spandsp
speex
speexdsp
spirv-headers
spirv-tools
sratom
srt
startup-notification
steam
sudo
suil
svt-hevc
sysfsutils
t1lib
taglib
talloc
taskwarrior-tui
tdb
telegram-desktop
tevent
texinfo
texlive-bibtexextra
texlive-bin
texlive-core
texlive-fontsextra
texlive-formatsextra
texlive-games
texlive-humanities
texlive-latexextra
texlive-music
texlive-pictures
texlive-pstricks
texlive-publishers
texlive-science
tmux
transmission-cli
transmission-gtk
tree-sitter
tslib
ttf-dejavu
ttf-dejavu-sans-mono-powerline-git
ttf-liberation
ttf-ms-win10
ttf-ms-win10-japanese
ttf-ms-win10-korean
ttf-ms-win10-other
ttf-ms-win10-sea
ttf-ms-win10-thai
ttf-ms-win10-zh_cn
ttf-ms-win10-zh_tw
ttf-opensans
twolame
ueberzug
unibilium
unzip
usbutils
uuid
v4l-utils
vala
valgrind
vamp-plugin-sdk
vid.stab
vim
vim-youcompleteme-git
vkd3d
vmaf
vulkan-headers
vulkan-icd-loader
vulkan-tools
waf
wavpack
wayland
wayland-protocols
webkit2gtk
webrtc-audio-processing
wget
which
wildmidi
wimlib
wine-tkg-staging-fsync-git
winetricks
wireless_tools
woff2
wpebackend-fdo
wxgtk-common
wxgtk3
x264
xbindkeys
xcalib
xcb-util
xcb-util-cursor
xcb-util-image
xcb-util-keysyms
xcb-util-renderutil
xcb-util-wm
xcb-util-xrm
xclip
xdg-dbus-proxy
xdg-utils
xdotool
xf86-input-libinput
xkeyboard-config
xmlsec
xorg-bdftopcf
xorg-font-util
xorg-font-utils
xorg-fonts-encodings
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-xvfb
xorg-setxkbmap
xorg-xauth
xorg-xdpyinfo
xorg-xinit
xorg-xkbcomp
xorg-xmessage
xorg-xmodmap
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xset
xvidcore
xxhash
yajl
yasm
yay
zathura
zathura-pdf-mupdf
zbar
zimg
zip
zita-alsa-pcmi
zita-resampler
zsh
zsh-completions
zvbi
zxing-cpp
zziplib
